Revit 2027 API
ParameterTypeId.LowestAssociatedLevel Property
 "Lowest Associated Level": The lowest level associated with this Analytical Element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LowestAssociatedLevel { get; }
Public Shared ReadOnly Property LowestAssociatedLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LowestAssociatedLevel {
	ForgeTypeId^ get ();
}
static member LowestAssociatedLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace